/*  Class = "NSButton"; gToolTip = "Delete selected filter (⌫)"; ObjectID = "387";  */
"Delete selected filter (⌫)" = "Radera valt filter (⌫)";

/*  Class = "NSButton"; gToolTip = "Add filter (⌥⌘A)"; ObjectID = "384";  */
"Add filter (⌥⌘A)" = "Lägg till filter (⌥⌘A)";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "122";  */
"Name:" = "Namn:";

/*  Class = "NSTextFieldCell"; placeholderString = "[no selection]"; ObjectID = "124";  */
"[no selection]" = "[inget val]";

/*  Class = "NSButtonCell"; title = "Save"; ObjectID = "132";  */
"Save" = "Spara";

/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "206";  */
"Remove" = "Radera";

/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "212";  */
/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "401";  */
"Duplicate" = "Duplicera";

/*  Class = "NSPopUpButton"; gToolTip = "(⌥⎋)"; ObjectID = "391";  */
"(⌥⎋)" = "(⌥⎋)";

/*  Class = "NSMenuItem"; gToolTip = "Export selected favorites as SPF file"; ObjectID = "403";  */
"Export selected favorites as SPF file" = "Exportera valda favoriter som en SPF fil";

/*  Class = "NSMenuItem"; title = "Export Selected Filters…"; ObjectID = "403";  */
"Export Selected Filters…" = "Exportera valda filer...";

/*  Class = "NSMenuItem"; gToolTip = "Import query favorites from SPF file and append them to the favorite list"; ObjectID = "405";  */
"Import query favorites from SPF file and append them to the favorite list" = "Importera query-favoriter från en SPF fil och lägg till dem i favoritlistan";

/*  Class = "NSMenuItem"; title = "Import Filters…"; ObjectID = "405";  */
"Import Filters…" = "Importera filter....";

/*  Class = "NSMenuItem"; gToolTip = "Import query favorites from SPF file and replace the current favorites"; ObjectID = "404";  */
"Import query favorites from SPF file and replace the current favorites" = "Importera query-favoriter från en SPF fil och ersätt nuvarande favoriter";

/*  Class = "NSMenuItem"; title = "Import Filter by Replacing…"; ObjectID = "404";  */
"Import Filter by Replacing…" = "Importera filter genom ersättning...";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "272";  */
"Cancel" = "Avbryt";

/*  Class = "NSTextFieldCell"; title = "Clause:"; ObjectID = "304";  */
"Clause:" = "Klausul:";

/*  Class = "NSTextField"; gToolTip = "Label which appears between the argument input fields (as short as possible)"; ObjectID = "321";  */
"Label which appears between the argument input fields (as short as possible)" = "Etikett som uppträder mellan indatafälten för argument (så kort som möjligt)";

/*  Class = "NSTextFieldCell"; title = "Conjunction Label:"; ObjectID = "322";  */
"Conjunction Label:" = "Förbindelseetikett:";

/*  Class = "NSMenuItem"; gToolTip = "${} – Argument placeholder."; ObjectID = "343";  */
"${} – Argument placeholder." = "${} – argument platshållare.";

/*  Class = "NSMenuItem"; title = "Argument"; ObjectID = "343";  */
"Argument" = "Argument";

/*  Class = "NSMenuItem"; gToolTip = "$CURRENT_FIELD – placeholder. That placeholder will be replaced by the current field name."; ObjectID = "344";  */
"$CURRENT_FIELD – placeholder. That placeholder will be replaced by the current field name." = "$CURRENT_FIELD – placeholder. Platshållaren som kommer att ersättas av nuvarande fältnamn.";

/*  Class = "NSMenuItem"; title = "Current Field"; ObjectID = "344";  */
"Current Field" = "Nuvarande fält";

/*  Class = "NSMenuItem"; gToolTip = "$BINARY – placeholder. The keyword BINARY will be inserted if ⇧ is pressed while invoking “Filter”."; ObjectID = "345";  */
"$BINARY – placeholder. The keyword BINARY will be inserted if ⇧ is pressed while invoking “Filter”." = "$BINARY – platshållare. Nyckelordet BINARY kommer att sättas in om ⇧ är intryckt vid anrop till “Filter”.";

/*  Class = "NSMenuItem"; title = "BINARY"; ObjectID = "345";  */
"BINARY" = "BINARY";

/*  Class = "NSMenuItem"; gToolTip = "'${}' – quoted argument placeholder."; ObjectID = "357";  */
"'${}' – quoted argument placeholder." = "'${}' – citerad platshållare för argument.";

/*  Class = "NSMenuItem"; title = "Quoted Argument"; ObjectID = "357";  */
"Quoted Argument" = "Citerat argument";

/*  Class = "NSMenuItem"; title = "Insert Placeholder"; ObjectID = "358";  */
"Insert Placeholder" = "Infoga platshållare";

/*  Class = "NSButtonCell"; title = "Suppress leading <field> placeholder"; ObjectID = "370";  */
"Suppress leading <field> placeholder" = "Undertryck inledande <field> platshållare";

